[
  "codeblock-tabs",
  "dataview",
  "templater-obsidian",
  "calendar",
  "obsidian-icon-folder",
  "periodic-notes",
  "homepage",
  "tag-wrangler",
  "obsidian-hider",
  "obsidian-style-settings",
  "shiki-highlighter",
  "code-styler",
  "obsidian-mkdocs-publisher"
]